[
    {
        "title": "Think and Grow Rich",
        "bookTitle": "Think and Grow Rich",
        "rating":"4",
        "description": "The most famous of all teachers of success spent a fortune and the better part of a lifetime of effort to produce the Law of Success philosophy that forms the basis of his books and that is so powerfully summarized and explained for the general public in this book. In Think and Grow Rich, Hill draws on stories of Andrew Carnegie, Thomas Edison, Henry Ford, and other millionaires of his generation to illustrate his principles. This book will teach you the secrets that could bring you a fortune. It will show you not only what to do but how to do it. Once you learn and apply the simple, basic techniques revealed here, you will have mastered the secret of true and lasting success. Money and material things are essential for freedom of body and mind, but there are some who will feel that the greatest of all riches can be evaluated only in terms of lasting friendships, loving family relationships, understanding between business associates, and introspective harmony which brings one true peace of mind! All who read, understand, and apply this philosophy will be better prepared to attract and enjoy these spiritual values.",
        "book_image": "https://i.ibb.co/yQHyZvL/book16.png",
        "author": "Napoleon Hill",
        "author_image": "https://i.ibb.co/9pxgyx3/517-Lzn-LEhn-L-SY600.jpg",
        "publisher": "Sound Wisdom",
        "type": "favorite",
        "url":"https://drive.google.com/file/d/1-pGXhtJCYuwyUn7gbX9LVjxgyuZH9MXQ/preview",
        "year": "2022"
    },
    {
        "title": "Realm of Dragons",
        "bookTitle": "Realm of Dragons",
        "rating":"4",
        "description": "An action-packed epic fantasy from a USA Today bestselling author: The fates of two young princesses, three warring princes, and the son of a blacksmith intertwine in the realm of Dragonfell. First in a series!. “Has all the ingredients for an instant success: plots, counterplots, mystery, valiant knights, and blossoming relationships replete with broken hearts, deception and betrayal. It will keep you entertained for hours, and will satisfy all ages. Recommended for the permanent library of all fantasy readers.” --Books and Movie Reviews, Roberto Mattos (re The Sorcerer's Ring). REALM OF DRAGONS (Age of the Sorcerers—Book One) tells the story of the epic coming of age of one very special 16 year old boy, a blacksmith’s son from a poor family who is offered no chance of proving his fighting skills and breaking into the ranks of the nobles. Yet he holds a power he cannot deny, and a fate he must follow. It tells the story of a 17 year old princess on the eve of her wedding, destined for greatness—and of her younger sister, rejected by her family and dying of plague. It tells the tale of their three brothers, three princes who could not be more different from each other—all of them vying for power. It tells the story of a kingdom on the verge of change, of invasion, the story of the dying dragon race, falling daily from the sky. It tells the tale of two rival kingdoms, of the rapids dividing them, of a landscape dotted with dormant volcanoes, and of a capital accessible only with the tides. It is a story of love, passion, of hate and sibling rivalry; of rogues and hidden treasure; of monks and secret warriors; of honor and glory, and of betrayal and deception. It is the story of Dragonfell, a story of honor and valor, of sorcerers, magic, fate and destiny. It is a tale you will not put down until the early hours, one that will transport you to another world and have you fall in in love with characters you will never forget. It appeals to all ages and genders.",
        "book_image": "https://i.ibb.co/KWWNrJW/realm-of-dragons.jpg",
        "author": "Morgan Rice",
        "author_image": "https://i.ibb.co/kJvs3sJ/morgan-rice.jpg",
        "publisher": " Lukeman Literary Management",
        "type": "favorite",
        "url": "https://drive.google.com/file/d/1REpsJVtzHlEG1P4O0hdjGRiODpCwD_pB/preview",
        "year": "2019"
    },
    {
        "title": "Just Me",
        "bookTitle": "Just Me (A Cami Lark FBI Suspense Thriller—Book 1)",
        "rating":"4",
        "description": "With her tattoos and piercings, MIT tech genius Cami Lark is rebellious and anti-authoritarian—and finds herself in deep trouble when she hacks the FBI. Faced with the choice of prison or aiding the BAU hunt down serial killers, Cami reluctantly partners. Yet when she is faced with a killer with a penchant for Augmented Reality, and with future victims lives on the line, Cami may have found more than she bargained for.JUST ME (A Cami Lark FBI Suspense Thriller—Book 1) is the debut novel in a new series by #1 bestseller and USA Today bestselling author Blake Pierce, whose bestseller Once Gone (a free download) has received over 7,000 five star ratings and reviews. With a list of suspects a mile long, and endless augmented reality dead ends, Cami's first case does not look promising. Partnered with a condescending agent who resents her presence, Cami' must find a connection to the physical world before time runs out. Working with the same people that fumbled her missing sister’s case when she was young, Cami must heal old wounds and lean into her tech genius to solve a case the FBI can't.",
        "book_image": "https://i.ibb.co/r7nFv7y/41-KZXY96yn-L.jpg",
        "author": "Blake Pierce",
        "author_image": "https://i.ibb.co/XZMmgZg/AVT-Blake-Pierce-5748.webp",
        "publisher": "Roberto Mattos",
        "type": "favorite",
        "url": "https://drive.google.com/file/d/1GjIinOBYjKK0c-ehNz51XcXSYwsn5rV9/preview",
        "year": "2022"
    },
    {
        "title": "The Farthest Star",
        "bookTitle":"The Farthest Star: A Science Fiction Adventure (The Far Horizons)",
        "rating":"4",
        "description": "In the far future, a dormant android awakes on a vast starship to find humanity's last hopes rest with him.Launched to carry the human species across the galaxy, Starship's generations-long journey has crumbled as machines took everything from their human creators, including life itself. Given a mission by humanity's last digital remnants, Gamma must traverse Starship's vast, dangerous bulk in search of a way to preserve Starship's original purpose.Yet Gamma isn't the only intelligent machine on Starship, and some want a very different end as the spacecraft approaches its final destination. As he confronts the mechs that've claimed Starship as their own, the key to Gamma's survival will come not only from his metal fists, but from figuring out why Starship's humans fell in the first place.A far-future science fiction action adventure that blends the real and virtual worlds, The Farthest Star kicks off a series that will have you wondering whether what makes us human comes our biology, or our beliefs..",
        "book_image": "https://i.ibb.co/mXBqhPs/55431985.jpg",
        "author": "A.R. Knight",
        "author_image": "https://i.ibb.co/kh3j8h6/52kpbgde756t6t4hkb58jdn7uu-SY600.jpg",
        "publisher": "Black Key Books",
        "type": "favorite",
        "url": "https://drive.google.com/file/d/1ZNbI2OEdCqFIsaQIJPrB4z8FKkgU7_zF/preview",
        "year": "2020"
    },
    {
        "title": "One Last Step",
        "bookTitle":"One Last Step (A Tara Mills Mystery--Book One)",
        "rating":"4",
        "description": "ONE LAST STEP (A Tara Mills Mystery—Book One) is the debut novel in a new FBI mystery series by debut author Sarah Sutton. Two hikers go missing along the Appalachian Trail, leaving only a bloodstained forest behind them, and when another hiker collapses on someone’s porch in New Hampshire, murdered by crossbow, the cops quickly realize they have a serial killer on their hands--one that may know the trails better than anyone. FBI Agent Tara Mills is young, brilliant and new to the force. With a promising career in front of her, she soon finds herself up against the ultimate test when she is assigned the case. Yet, the case soon proves to be more challenging than she ever could've imagined--an impossible riddle that leaves even her seasoned partner stumped. Meanwhile, something about the case stirs a darkness within her--a tortured past--that even her long-term boyfriend doesn't fully know. As nightmares consume her, she only hopes that her past will not ruin her once again. As more hikers go missing, and with her job on the line, Tara finds herself on a race against time as she combs through the forest’s trails. Peeling back each layer, she soon realizes that she is up against a true diabolical mastermind. And just when she thinks she has it all figured out, her instincts take her to the most shocking truth of all.",
        "book_image": "https://i.ibb.co/dpcsmPB/61-NUHK3d9z-L.jpg",
        "author": "Sarah Sutton",
        "author_image": "https://i.ibb.co/my910fp/author-picture.png",
        "publisher": "Independently published",
        "type": "recommended",
        "url": "https://drive.google.com/file/d/1u05vYazYfiI4RVY5834ngQTTtbWu8j0H/preview",
        "year": "2020"
    },
    {
        "title": "GIVE AND TAKE",
        "bookTitle":"GIVE AND TAKE: A REVOLUTIONARY APPROACH TO SUCCESS",
        "rating":"4",
        "description": "The New York Times bestseller'Brimming with life-changing insights' Susan Cain, author of Quiet'Excellent' Financial TimesEverybody knows that hard work, luck and talent each plays a role in our working lives. In his landmark book, Adam Grant illuminates the importance of a fourth, increasingly critical factor - that the best way to get to the top is to focus on bringing others with you.Give and Take changes our fundamental understanding of why we succeed, offering a new model for our relationships with colleagues, clients and competitors. Using his own cutting-edge research as a professor at Wharton Business School, as well as success stories from Hollywood to history, Grant shows that nice guys need not finish last. He demonstrates how smart givers avoid becoming doormats, and why this kind of success has the power to transform not just individuals and groups, but entire organisations and communities.",
        "book_image": "https://i.ibb.co/p0p5hpg/411g-M1-Jovo-L-SX323-BO1-204-203-200.jpg",
        "author": "Adam Grant",
        "author_image": "https://i.ibb.co/M28tsfM/ug1ltd9sp9gd8jdpnfhsfjg99e-SX450.jpg",
        "publisher": "Orion Publishing Group",
        "type": "recommended",
        "url": "https://drive.google.com/file/d/1_Kc57DNwUS0pxVcCu6SGdeJfq-N6SlNs/preview",
        "year": "2014"
    },
    {
        "title": "Never Split the Difference",
        "bookTitle":"Never Split the Difference: Negotiating as if Your Life Depended on It",
        "rating":"4",
        "description": "After a stint policing the rough streets of Kansas City, Missouri, Chris Voss joined the FBI, where his career as a kidnapping negotiator brought him face-to-face with bank robbers, gang leaders and terrorists. Never Split the Difference takes you inside his world of high-stakes negotiations, revealing the nine key principles that helped Voss and his colleagues succeed when it mattered the most - when people's lives were at stake. Rooted in the real-life experiences of an intelligence professional at the top of his game, Never Split the Difference will give you the competitive edge in any discussion.",
        "book_image": "https://i.ibb.co/n8tVPMH/411k-TTe6-OTL-SX324-BO1-204-203-200.jpg",
        "author": "Tahl Raz",
        "author_image": "https://i.ibb.co/cxjfSSp/5u4lvggms2fru3pho15micmu7-SY600.jpg",
        "publisher": "Random House Business",
        "type": "recommended",
        "url": "https://drive.google.com/file/d/1PG_3vUmXbwjSNYY4M3HySPrGW5AJlPst/preview",
        "year": "2017"
    },
    {
        "title": "Law of Success",
        "bookTitle":"Law of Success: The 21st-Century Edition: Revised and Updated",
        "rating":"4",
        "description": "Teaching, for the First Time in the History of the World, the True Philosophy upon which all Personal Success is Built. “You Can Do It if You Believe You Can!”, THIS is a course on the fundamentals of Success. Success is very largely a matter of adjusting one’s self to the ever-varying and changing environments of life, in a spirit of harmony and poise.",
        "book_image": "https://i.ibb.co/WzGLF6T/the-law-of-success-38.jpg",
        "author": "Napoleon Hill",
        "author_image": "https://i.ibb.co/9pxgyx3/517-Lzn-LEhn-L-SY600.jpg",
        "publisher": "High Roads Media",
        "type": "recommended",
        "url": "https://drive.google.com/file/d/1WHby_EgADRH8GvQIWU8BewcFhGISEa9p/preview",
        "year": "2004"
    }
]